Revit 2027 API
ParameterTypeId.RbsCabletrayRungheight Property
 "Rung Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayRungheight { get; }
Public Shared ReadOnly Property RbsCabletrayRungheight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayRungheight {
	ForgeTypeId^ get ();
}
static member RbsCabletrayRungheight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace